{
    "animal_text": "Ко́шка (лат. Felis catus) — домашнее животное, одно из наиболее популярных[1] (наряду с собакой) «животных-компаньонов»[2][3][4].",
    "animal_image": "С точки зрения научной систематики, домашняя кошка — млекопитающее семейства кошачьих отряда хищных. Одни исследователи рассматривают домашнюю кошку как подвид дикой кошки[5], другие — как отдельный биологический вид[6].",
    "dog_breeds": [
        "1. Немецкий шпиц.",
        "2. Йоркширский терьер.",
        "3. Чихуахуа.",
        "4. Немецкая овчарка.",
        "5. Лабрадор-ретривер.",
        "6. Хаски.",
        "7. Джек-рассел-терьер.",
        "8. Среднеазиатская овчарка.",
        "9. Кавказская овчарка.",
        "10. Вельш-корги пемброк.",
        "1. Золотистый ретривер.",
        "2. Французский бульдог.",
        "3. Кокер-спаниель.",
        "4. Английский бульдог.",
        "5. Бигль.",
        "6. Пудель.",
        "7. Ротвейлер.",
        "8. Боксер.",
        "9. Мопс.",
        "10. Курцхаар."
    ],
    "cat_breeds": [
        "Сибирская порода кошек",
        "Невская маскарадная кошка",
        "Бенгальская кошка",
        "Абиссинская кошка",
        "Британская короткошерстная кошка",
        "Шотландская вислоухая порода кошек",
        "Сфинкс",
        "Беспородные кошка"
    ],
    "environmental_text": "Проблемы животного мира относятся к глобальным экологическим проблемам, потому что мир фауны является неотъемлемым компонентом биосферы. В природе нужны абсолютно все представители животных. Вредных видов, от которых следует избавиться, нет. Существует несколько причин, по которым происходит не только сокращение видов, но и их вымирание:\rнарушение мест обитания фаунычрезмерное убийство животных не только ради пропитания (ради забавы, меха/шкур, рогов, или случайные убийства)перемещение некоторых животных на другие континентызагрязнение среды обитания фауны, растений, которыми питаются животные, воды, которую пьют животныелесные пожарыиспользование животных в экономикенегативное влияние биологических бактерийКогда изменяется место обитания, животные должны либо приспособиться к новому образу жизни, либо переместиться на другие территории. Но до того, как обрести новый дом, многие представители фауны не доживают. Все это приводит к исчезновению тысяч представителей животного мира! \rКак сохранить мир фауныВнимательно рассмотрев все причины экологических проблем животного мира можно с огорчением отметить, что первопричиной всех этих бед прямо или косвенно является сам человек. Многие люди осознают проблему, поэтому ведут активную деятельность по охране природы. Во многих странах мира есть местные подразделения организации по охране природы «Гринпис». Они нужны для сохранения фауны на определенном локальном уровне. Кроме этого необходимо действовать в следующих направлениях:\rзапрещать отлов и охоту на редкие и исчезающие виды животныхсоздавать заповедники, в которых бы создавались максимально природные условия жизниорганизовывать заказники и резерваторы – территории, на которых охраняются животныеорганизовывать природные национальные паркиМы все должны понимать как важно сохранить мир фауны для нас и наших будущих поколений, для всей нашей планеты. "
}